{
  "content": {
    "pt-br": {
      "title": "Nomes e posições das peças do cubo",
      "description": "Nós temos <strong>3</strong> peças diferentes no cubo, primeiro deles é a <strong>Quina</strong>, o segundo é o <strong>Meio</strong>, e o último é o <strong>Centro</strong>. Nós temos 3 camadas diferentes no cubo, nós vamos chamar eles de <strong>Primeira Camada</strong>, <strong>Segunda Camada</strong> e <strong>Terceira camada</strong>. Nós temos diferentes faces também, a primeira deles é a <strong>Face superior</strong>, a segunda é a <strong>Face inferior</strong>, e o último são as <strong>Faces laterais</strong>",
      "parts": [
        {
          "title": "Quinas",
          "imgURL": "/images/cube-corner.png",
          "partDescription": "Essas são as peças do cubo que tem 3 cores no total"
        },
        {
          "title": "Meios",
          "imgURL": "/images/cube-middle.png",
          "partDescription": "Essas são as peças do cubo que tem 2 cores no total"
        },
        {
          "title": "Centros",
          "imgURL": "/images/cube-center.png",
          "partDescription": "Essas são as peças do cubo que tem 1 cor no total, essa é uma peça fixa, define onde a cor da face será"
        },
        {
          "title": "Primeira Camada",
          "imgURL": "/images/first-layer.png",
          "partDescription": "A primeira camada são todas as peças da base do cubo"
        },
        {
          "title": "Segunda Camada",
          "imgURL": "/images/second-layer.png",
          "partDescription": "A segunda camada são todas as peças do meio do cubo"
        },
        {
          "title": "Terceira Camada",
          "imgURL": "/images/third-layer.png",
          "partDescription": "A terceira camada são todas as peças do topo do cubo"
        },
        {
          "title": "Face Superior",
          "imgURL": "/images/top-face.png",
          "partDescription": "A face superior do cubo é apenas a cor superior que é sempre representada pela cor da peça central da face em questão"
        },
        {
          "title": "Face Inferior",
          "imgURL": "/images/botton-face.png",
          "partDescription": "A face inferior do cubo é apenas a cor inferior que é sempre representada pela cor da peça central da face em questão"
        },
        {
          "title": "Faces Laterais",
          "imgURL": "/images/lateral-face.png",
          "partDescription": "A face lateral do cubo é apenas a cor de todas as laterais que é sempre representada pela cor da peça central da face em questão"
        }
      ]
    },
    "en-us": {
      "title": "Cube parts names and positions",
      "description": "We have <strong>3</strong> diferents parts on the cube, first of then is the <strong>Corner</strong>, the second is the <strong>Middle</strong>, and the last one is the <strong>Center</strong>. We have 3 diferent layers on cube, we gonna call then <strong>First layer</strong>, <strong>Second Layer</strong>, <strong>Third Layer</strong>. We have 3 diferents faces, the first of then it's <strong>Top Face</strong>, the second one is the <strong>Botton Face</strong>, and the last one is the <strong>Lateral Face</strong>",
      "parts": [
        {
          "title": "Corner",
          "imgURL": "/images/cube-corner.png",
          "partDescription": "This is the part of the cube that has 3 colors in total"
        },
        {
          "title": "Middle",
          "imgURL": "/images/cube-middle.png",
          "partDescription": "This is the part of the cube that has 2 colors in total"
        },
        {
          "title": "Center",
          "imgURL": "/images/cube-center.png",
          "partDescription": "This is the part of the cube that has only 1 color, it is a fixed part, it defines where the colored face is"
        },
        {
          "title": "First Layer",
          "imgURL": "/images/first-layer.png",
          "partDescription": "The first layer is all the cube base pieces"
        },
        {
          "title": "Second Layer",
          "imgURL": "/images/second-layer.png",
          "partDescription": "The second layer is all the middle pieces of the cube"
        },
        {
          "title": "Third Layer",
          "imgURL": "/images/third-layer.png",
          "partDescription": "The third layer is all the top pieces of the cube"
        },
        {
          "title": "Top Face",
          "imgURL": "/images/top-face.png",
          "partDescription": "The top face of the cube is just the top color which is always represented by the center piece color of the face in question"
        },
        {
          "title": "Botton Face",
          "imgURL": "/images/botton-face.png",
          "partDescription": "The bottom face of the cube is just the bottom color which is always represented by the center piece color of the face in question"
        },
        {
          "title": "Lateral Face",
          "imgURL": "/images/lateral-face.png",
          "partDescription": "The lateral face of the cube is just the color of all laterals which is always represented by the center piece color of the face in question"
        }
      ]
    }
  }
}